{
  "634163410589712405": {
    "converted": [
      4,
      14,
      20,
      18,
      32,
      28,
      6,
      8
    ],
    "author": "JustDodge",
    "region": "NA",
    "title": "19 point Hakuryu build",
    "short_description": "A 19 point captain build for Hakuryu, works in all gamemodes equally well.",
    "description": "I didn't take TA because the 50 knot torpedoes are already pretty fast. Additionally, AR is pretty useless as it really only kicks in when you're taking AA, and the buff isn't that much anyway. Without both of these skills, you can pick up SS, which is a pretty decent skill after it's buffs (Hakuryu's rockets take a long time to converge!).",
    "total": 19,
    "timestamp": "Created 2019-10-16 22:58 UTC",
    "discord_user": 212466672450142208
  },
  "634300155197259796": {
    "converted": [
      1,
      11,
      15,
      22,
      17,
      32,
      26
    ],
    "author": "TheSpreadsheet\\_",
    "region": "NA",
    "title": "My 19pt standard BB build",
    "short_description": "A starter build for all tank focused BBs",
    "description": "It's basic, 90% of BBs should take it",
    "total": 19,
    "timestamp": "Created 2019-10-17 08:02 UTC",
    "discord_user": 228646951317536779
  },
  "634303505997234176": {
    "converted": [
      1,
      15,
      22,
      32,
      31,
      10,
      11,
      3
    ],
    "author": "AlcatrazNC",
    "region": "NA",
    "title": "My 19 point Zao build",
    "short_description": "Your average Zao build for CB",
    "description": "Figure out yourself :3",
    "total": 19,
    "timestamp": "Created 2019-10-17 08:15 UTC",
    "discord_user": 170441148995731456
  },
  "634409679870754826": {
    "converted": [
      1,
      15,
      22,
      18,
      23,
      21,
      29
    ],
    "author": "TheSpreadsheet\\_",
    "region": "NA",
    "title": "Grozovoi Farm Build (Full 19 Points)",
    "short_description": "Farm build for Grozovoi, no LS, no CE, avoid caps",
    "description": "This build avoids CE and LS because you should not get hit enough to get good use out of LS compared to others, and you should be firing the majority of the game, so CE is equally useless. AFT is useful because it allows you to stay farther away while keeping up the dakka and your ballistics are usable to that distance. Other skills are quite self-explanitory. SI + SE for survivability, live longer, dakka longer. DE + BFT there are direct gun buffs, and with small caliber guns DE gives much more benefit",
    "total": 19,
    "timestamp": "Created 2019-10-17 15:17 UTC",
    "discord_user": 228646951317536779
  },
  "634411867045101580": {
    "converted": [
      1,
      2,
      3,
      15,
      11,
      16,
      18,
      21,
      32
    ],
    "author": "TheSpreadsheet\\_",
    "region": "NA",
    "title": "Standard Kleber Build (Full 19 Points)",
    "short_description": "Standard build for Kleber, be an ambush DD",
    "description": "This build is quite simple. There is not much to explain. EM allows your turrets to keep up with you in full turns, which is useful in both close quarters combat and long range farming.",
    "total": 19,
    "timestamp": "Created 2019-10-17 15:26 UTC",
    "discord_user": 228646951317536779
  },
  "634415573693890579": {
    "converted": [
      1,
      16,
      18,
      32,
      19,
      22,
      15,
      2
    ],
    "author": "JohnDFord",
    "region": "NA",
    "title": "Yuunicum Yudachi build (19 points)",
    "short_description": "how to be unicum with poi, without torp acceleration",
    "description": "This build will be a torpedo boat build as wg intended but drops torp acceleration because your torps aren't as bad as everyone claims they are because brainlets will still run into your torpedos anyways, requires decent torp spread aim and some knowledge of blind firing to be good, and never forget you have guns! Use them! Build skills are rather self explanatory, keep as many fishes as you can in the water hence TAE, and superintendent for more torp reload boosters along with AR to further reduce torpedo  reload speed and rest of the skills are utility based to keep you fighting for longer. ",
    "total": 19,
    "timestamp": "Created 2019-10-17 15:40 UTC",
    "discord_user": 228646951317536779
  },
  "634598120692383774": {
    "converted": [
      2,
      1,
      3,
      15,
      11,
      9,
      22,
      18,
      32
    ],
    "author": "TheSpreadsheet\\_",
    "region": "NA",
    "title": "My personal 19 point Halsey Des Moines",
    "short_description": "This is a 19 point Halsey spec, that I personally find is the most efficient for my style of play",
    "description": "As you can see, I opted to not take RPF like many others. This is because, in my opinion, 95% of the time it is unnecessary. You can find out what you need to know from situational awareness. I opted to take SE because it can be a clutch point that may save your life. Because I play rather aggressively, HA is useful for the reduced DCP cooldown. The rest of the skills are quite basic DM skills",
    "total": 19,
    "timestamp": "Created 2019-10-18 03:46 UTC",
    "discord_user": 228646951317536779
  }
}